Repository: mgdgc/paste-wallet
Catalog: paste-wallet/Assets/Localizable.xcstrings
Source language: en
Languages: ko

source: Add
ko: 추가

# bank_context_copy_all
source: Copy
ko: 복사

# bank_context_copy_numbers_only
source: Copy (Only Numbers)
ko: 번호만 복사

# bank_context_delete
source: Delete
ko: 삭제

# bank_context_unfavorite
source: Remove From Favorite
ko: 즐겨찾기 해제

# bank_edit
source: Edit Bank
ko: 계좌 수정

# bank_empty
source: No bank accounts to show. Press + to add a new one.
ko: 은행 계좌가 없습니다. + 를 눌러 새로 추가해보세요.

# bank_empty_add
source: Add First Bank Account
ko: 첫 계좌 추가하기

# bank_memo
source: Memo
ko: 메모

# bank_number
source: Account Number
ko: 계좌 번호

# bank_section_information
source: Account Information
ko: 계좌 정보

# bank_set_favorite
source: Favorite
ko: 즐겨찾기

# biometric_reason
source: Unlock the data
ko: 데이터 잠금을 해제합니다.

# brand_etc
source: etc
ko: 기타

# brand_local
source: Local
ko: 국내용

# cancel
source: Canel
ko: 취소

# card_context_copy_all
source: Copy
ko: 복사

# card_context_copy_numbers
source: Copy (only numbers)
ko: 카드 번호만 복사

# card_context_delete
source: Delete
ko: 카드 삭제

# card_context_unfavorite
source: Remove From Favorite
ko: 즐겨찾기 해제

# card_edit
source: Edit Card
ko: 카드 수정

# card_empty
source: No cards to show. Press + to add a new card.
ko: 카드가 없습니다. + 를 눌러 새 카드를 추가해보세요.

# card_empty_add
source: Add First Card
ko: 첫 카드 추가하기

# card_expire
source: Expiration
ko: 유효기간

# card_info_lock
source: Locked
ko: 잠김 항목

# card_memo
source: Memo
ko: 메모

# card_section_info
source: Information
ko: 카드 정보

# card_section_memo
source: Memo
ko: 메모

# card_set_favorite
source: Favorite
ko: 즐겨찾기

source: Close
ko: 닫기

source: Confirm
ko: 확인

source: Copy All
ko: 전체 복사

source: Delete
ko: 삭제

# delete_confirmation_message
source: Are you sure you want to delete this item?
ko: 이 항목을 삭제하시겠습니까?

# delete_confirmation_title
source: Delete
ko: 삭제

# di_bank_bank
source: Bank
ko: 은행

# di_bank_leading
source: Bank
ko: 은행

# di_bank_number
source: Number
ko: 계좌번호

# di_card_leading
source: Card
ko: 카드

source: Dismiss
ko: 닫기

source: Done
ko: 완료

source: Edit
ko: 수정

# expire_month
source: MM
ko: 월

# expire_year
source: year
ko: 년

# favorite_empty
source: No favorite items to show.
ko: 즐겨찾기가 비었어요.

# favorite_section_bank
source: Banks
ko: 계좌

# favorite_section_card
source: Cards
ko: 카드

# favorite_section_memo
source: Memo
ko: 메모

# live_activity_card_sealing_expiration
source: Expiration Date
ko: 유효기간

# live_activity_card_sealing_first
source: First Number
ko: 첫번째 번호

# live_activity_card_sealing_fourth
source: Fourth Number
ko: 네번째 번호

# live_activity_card_sealing_second
source: Second Number
ko: 두번째 번호

# live_activity_card_sealing_third
source: Third Number
ko: 세번째 번호

source: Lock
ko: 잠금

# memo_edit
source: Edit Memo
ko: 메모 수정

# memo_empty
source: No memos to show. Press + to add a new one.
ko: 메모가 없습니다. + 를 눌러 새 메모를 추가할 수 있습니다.

# memo_empty_add
source: Add First Memo
ko: 첫 메모 추가하기

# memo_favorite
source: Favorite
ko: 즐겨찾기

# memo_fields
source: Fields
ko: 필드

# memo_fields_empty
source: Empty Memo Set
ko: 저장된 메모 뭉치 없음

# memo_form
source: New Memo
ko: 새 메모

source: New Card
ko: 새 카드

# new_bank
source: New Bank Account
ko: 새 은행 계좌

# new_bank_color
source: Color
ko: 색상

# new_bank_issuer
source: Bank
ko: 은행

# new_bank_name
source: Nickname
ko: 계좌 이름

# new_bank_number
source: Account Number
ko: 계좌번호

# new_bank_section_information
source: Information
ko: 정보

# new_bank_section_memo
source: Memo
ko: 메모

# new_bank_section_number
source: Number
ko: 번호

# new_bank_section_security_card
source: Security Card
ko: 보안 카드

# new_bank_security_card
source: Set Security Card
ko: 보안 카드 설정

# new_card_brand
source: Brand
ko: 브랜드

# new_card_color
source: Color
ko: 카드 색상

# new_card_date
source: Expiration
ko: 유효기간

# new_card_issuer
source: Issuer
ko: 카드사

# new_card_memo
source: Memo
ko: 메모

# new_card_memo_placeholder
source: memo
ko: 메모를 작성해주세요

# new_card_name
source: Card Name
ko: 카드 이름

# new_card_number
source: Card Number
ko: 카드 번호

# new_card_section_information
source: Information
ko: 카드 정보

# new_card_section_number
source: Number
ko: 카드 번호

# new_card_section_optional
source: Optional
ko: 추가 정보

# new_memo_desc
source: Description (Optional)
ko: 설명 (선택)

# new_memo_fieldname
source: Field Name
ko: 필드 이름

# new_memo_section_fields
source: Fields
ko: 필드

# new_memo_section_information
source: Information
ko: 정보

# new_memo_title
source: Title
ko: 제목

# new_memo_value
source: Value
ko: 값

# password_biometric_fail
source: Biometric authentication failed. Please log in via pass code.
ko: 생체 인증에 실패했습니다. 비밀번호로 로그인하세요.

# password_biometric_not_supported
source: Cannot log in via biometric authentication
ko: 생체인증을 사용할 수 없습니다

# password_check
source: Re-enter the pass code
ko: 비밀번호를 다시 입력해주세요

# password_check_fail
source: Wrong pass code. Please re-enter a new pass code.
ko: 비밀번호가 틀립니다. 새 비밀번호를 입력해주세요.

# password_help
source: Having Trouble?
ko: 비밀번호를 잊었나요?

# password_help_message
source: To keep your data safe, Paste Wallet encrypts critical data on device and iCloud. If you're having trouble logging in, unfortunately, the only option is to remove all of the data and clear the pass code. I'm sorry you're going through this.
ko: 페이스트 월렛은 기기와 iCloud에서 사용자의 데이터를 안전하게 보관하기 위해 중요한 데이터를 암호화하여 저장합니다. 만약 비밀번호를 잊었다면, 안타깝게도 기기와 iCloud의 데이터를 모두 지우고 다시 비밀번호를 설정하는 방법 밖에는 없습니다. 이런 일을 겪게 해서 죄송합니다.

# password_help_remove
source: Remove All Data
ko: 모든 데이터 삭제

# password_icloud
source: Pass code has been generated from other device. Please enter the pass code.
ko: 다른 기기에서 비밀번호가 설정되었습니다. 비밀번호를 입력해 주세요.

# password_icloud_wrong
source: Pass code has been changed from other device. Please enter the changed pass code.
ko: 비밀번호가 다른 기기에서 변경되었습니다. 변경된 비밀번호를 입력해 주세요.

# password_init
source: Please enter a new pass code
ko: 앱에서 사용할 새 비밀번호를 설정하세요

# password_type
source: Please enter the pass code
ko: 비밀번호를 입력하세요

# password_wrong
source: Wrong pass code
ko: 틀린 비밀번호입니다

source: Remove
ko: 제거

source: Save
ko: 저장

# settings_activity_bank_sealing_%lld
source: Hide %lld Bank Account Numbers
ko: 계좌번호 %lld자리 숨김

# settings_activity_card_sealing
source: Hide Card Properties
ko: 카드 속성 숨김

# settings_activity_liveactivity
source: Use Live Activities
ko: Live Activity 사용

# settings_app
source: Application
ko: 애플리케이션 설정

# settings_app_first_tab
source: Entry Tab
ko: 시작 탭

# settings_app_footer
source: Entry Tab is the tab to show when the app is launched.
ko: 앱을 처음 실행했을 때 시작 탭으로 설정한 탭이 보여집니다.

# settings_footer_activity
source: If the device supports Dynamic Island, 'Use Live Activities' also enables Dynamic Island.
ko: Dynamic Island를 지원하는 경우, Live Activity 옵션을 활성화하면 같이 실행됩니다.

# settings_icloud_available
source: iCloud Enabled
ko: iCloud 활성화됨

# settings_icloud_unavailable
source: iCloud Disabled
ko: iCloud 비활성화됨

# settings_info
source: App Info
ko: 애플리케이션 정보

# settings_info_app_build
source: Build
ko: 빌드 번호

# settings_info_app_version
source: Version
ko: 애플리케이션 버전

# settings_interaction
source: Interactions
ko: 상호작용

# settings_interaction_haptic_item
source: Item Haptic
ko: 항목 선택 시 진동

# settings_interaction_haptic_tab
source: Tab Bar Haptic
ko: 탭 선택 시 진동

# settings_privacy
source: Privacy
ko: 보안

# settings_privacy_all_entry
source: Always Require Authentication
ko: 백그라운드 상태가 되면 잠금

# settings_privacy_biometric
source: Use Biometric Authentication
ko: 생체인증 사용

# settings_privacy_blur
source: Hide Screen On Background
ko: 백그라운드에서 화면 가림

# settings_privacy_change_passcode
source: Change Passcode
ko: 비밀번호 변경

# settings_privacy_change_passcode_fail
source: Failed to change passcode. The Passcode should be 6-length digits.
ko: 비밀번호를 설정할 수 없습니다. 비밀번호는 6자리의 숫자로만 입력 가능합니다.

# settings_privacy_change_passcode_success
source: Passcode changed successfully. Please restart the app.
ko: 비밀번호가 변경되었습니다. 앱을 다시 실행해주세요.

# settings_privacy_footer_all_entry
source: The app will require the biometric unlock when the app goes background to foreground when 'Always Require Authentication' options is enabled.
ko: '백그라운드 상태가 되면 잠금' 옵션을 활성화하면, 앱을 백그라운드 상태에서 호출했을 때 생체인증을 해야 합니다.

# settings_privacy_footer_blur
source: The app will block the screen when the app goes background.
ko: '백그라운드에서 화면 가림' 옵션을 활성화하면, 앱이 백그라운드 상태일 때 화면을 흐리게 처리합니다.

# settings_privacy_new_passcode
source: New Passcode
ko: 새 비밀번호

# settings_privacy_new_passcode_check
source: Re-enter Passcode
ko: 비밀번호 확인

# settings_privacy_new_passcode_message
source: Please enter a new passcode.
ko: 비밀번호는 6자리의 숫자로 설정할 수 있습니다.

# settings_section_activity
source: Live Activities
ko: Live Activity

# settings_section_icloud_available
source: Data are syncing via iCloud. To turn off the iCloud sync, open the settings app and turn off the iCloud for Paste Wallet.
ko: 데이터가 iCloud를 통해 동기화되고 있습니다. 동기화를 끄려면 설정 앱의 iCloud 설정에서 페이스트 월렛을 비활성화하십시오.

# settings_section_icloud_unavailable
source: iCloud is currently unavailable. Please log in your Apple ID at the settings app, and turn on iCloud.
ko: iCloud를 사용할 수 없습니다. 설정 앱에서 Apple ID로 로그인하고, iCloud 설정을 켜십시오.

# tab_bank
source: Banks
ko: 은행

# tab_card
source: Cards
ko: 카드

# tab_favorite
source: Favorites
ko: 즐겨찾기

# tab_memo
source: Memos
ko: 메모

# tab_settings
source: Settings
ko: 설정

# title_card_detail
source: Card
ko: 카드 정보

# title_card_form
source: New Card
ko: 카드 추가

source: Unlock
ko: 잠금 해제
